Repository: KleysonTavares/BebaAgua
Catalog: BebaAgua/Localizable.xcstrings
Source language: en
Languages: es_419, pt_br

source: ADVANCED
es_419: AVANZADA
pt_br: AVANÇADO

source: Age
es_419: Edad
pt_br: Idade

source: Attention
es_419: Atención
pt_br: Atenção

source: Back
es_419: Atrás
pt_br: Voltar

source: bedtime
es_419: hora de acostarse
pt_br: horário dormir

source: Cancel
es_419: Cancelar
pt_br: Cancelar

source: cup size
es_419: tamaño de copa
pt_br: tamanho copo

source: Daily
es_419: A diario
pt_br: Diário

source: Daily goal
es_419: Meta diaria
pt_br: Meta diária

source: DEVELOPER
es_419: REVELADOR
pt_br: DESENVOLVEDOR

source: Edit profile
es_419: Editar perfil
pt_br: Editar perfil

# emailNotAvailable
source: Email sending is not available on this device.
es_419: El envío de correo electrónico no está disponible en este dispositivo.
pt_br: O envio de e-mail não está disponível neste dispositivo.

# errorNotificationPermission
source: Error requesting notification permission:
es_419: Error al solicitar permiso de notificación:
pt_br: Erro ao solicitar permissão de notificação:

source: Female
es_419: femenina
pt_br: Feminino

source: Gender
es_419: Género
pt_br: Gênero

source: Goal
es_419: Meta
pt_br: Meta

source: Health app
es_419: Aplicación de salud
pt_br: Aplicativo de saúde

# healthErrorAuthorization
source: Authorization error:
es_419: Error de autorización:
pt_br: Erro na autorização:

# healthErrorSave
source: Error saving in the health app:
es_419: Error al guardar en la aplicación de salud:
pt_br: Erro ao salvar no app saúde:

# healthErrorUnknown
source: Unknown error
es_419: Error desconocido
pt_br: Erro desconhecido

# healthUnavailable
source: HealthKit is not available on this device
es_419: HealthKit no está disponible en este dispositivo
pt_br: HealthKit não está disponível neste dispositivo

# healthWaterUnavailable
source: Water data type not available in HealthKit
es_419: El tipo de datos de agua no está disponible en HealthKit
pt_br: Tipo de dado de água não disponível no HealthKit

source: Hello
es_419: Hola
pt_br: Oi

source: Male
es_419: masculino
pt_br: Masculino

# messageAllowed
source: Congratulations, you have now enabled access to HealthKit.
es_419: Felicitaciones, ahora ha habilitado el acceso a HealthKit.
pt_br: Parabéns, você já permitiu o acesso ao HealthKit

# messageNotAllowed
source: Connect to the Health app so you can save your water consumption
es_419: Conéctate a la app Salud para ahorrar en tu consumo de agua
pt_br: Conecte-se ao aplicativo Saúde para que você possa salvar seu consumo de água

# messagePermission
source: Open the Health app -> Tap Share -> Tap Apps -> Select DrinkWater
es_419: Abra la aplicación Salud -> Pulse Compartir -> Pulse Aplicaciones -> Seleccione Beber agua
pt_br: Abra o app Saúde -> Toque em Compartilhar -> Toque em Apps -> Selecione BebaAgua

# messageShare
source: I'm using the Beba Agua app. I recommend you download it from:
es_419: Estoy usando la app Beba Agua. Te recomiendo descargarla desde:
pt_br: Estou usando o aplicativo Beba Agua. Recomendo que você baixe em:

# messageUnableHealth
source: Unable to open Health app
es_419: No se puede abrir la aplicación Salud
pt_br: Não foi possível abrir o aplicativo Saúde

# motivationalMessage1
source: Drink your first glass to start the day!
es_419: ¡Bebe tu primer vaso para empezar el día!
pt_br: Beba seu primeiro copo para começar o dia!

# motivationalMessage2
source: Keep going! Your body already feels the difference
es_419: ¡Sigue! Tu cuerpo ya siente la diferencia
pt_br: Continue! Seu corpo já sente a diferença

# motivationalMessage3
source: Halfway there! You're doing great!
es_419: ¡Ya estás a medio camino! ¡Lo estás haciendo genial!
pt_br: Metade do caminho! Você está indo bem

# motivationalMessage4
source: Almost there! Just a little closer to the goal
es_419: ¡Ya casi llegamos! Un poquito más cerca de la meta
pt_br: Quase lá! Mais um pouco para a meta

# motivationalMessage5
source: Goal achieved! You are hydrated
es_419: ¡Objetivo cumplido! Estás hidratado
pt_br: Meta alcançada! Você está hidratado

# motivationalMessageDefault
source: Track your hydration
es_419: Realiza un seguimiento de tu hidratación
pt_br: Acompanhe sua hidratação

source: Next
es_419: Próximo
pt_br: Próximo

source: Notice
es_419: Aviso
pt_br: Aviso

# notificationBody
source: A break to take care of yourself
es_419: Un descanso para cuidarte
pt_br: Uma pausa para cuidar de você

# notificationBody1
source: Your body thanks you ❤️
es_419: Tu cuerpo te lo agradece ❤️
pt_br: Seu corpo agradece ❤️

# notificationBody2
source: Time to hydrate 💧
es_419: Hora de hidratarse 💧
pt_br: Hora de se hidratar 💧

# notificationBody3
source: A dose of health, right now!
es_419: ¡Una dosis de salud, ahora mismo!
pt_br: Uma dose de saúde agora mesmo!

# notificationBody4
source: Drink water and shine ✨
es_419: Bebe agua y brilla ✨
pt_br: Beba água e brilhe ✨

# notificationBody5
source: Hydration is life!
es_419: ¡La hidratación es vida!
pt_br: Hidratação é vida!

# notificationBody6
source: Water: the secret to energy 💪
es_419: Agua: el secreto de la energía 💪
pt_br: Água: o segredo da energia 💪

# notificationBody7
source: Let's take a sip? 🚰
es_419: ¿Tomamos un sorbo? 🚰
pt_br: Vamos dar um gole? 🚰

source: Notification interval
es_419: Intervalo de notificación
pt_br: Intervalo das notificações

# notificationTitle
source: Time to drink water!
es_419: ¡Es hora de beber agua!
pt_br: Hora de beber água!

source: Permission required
es_419: Permiso requerido
pt_br: Permissão necessária

source: PROFILE
es_419: PERFIL
pt_br: PERFIL

source: Rate app
es_419: Aplicación de tarifas
pt_br: Avaliar app

source: Save
es_419: Ahorrar
pt_br: Salvar

source: Settings
es_419: Ajustes
pt_br: Ajustes

source: Share app
es_419: Compartir aplicación
pt_br: Compartilhar app

source: wake up time
es_419: hora de despertar
pt_br: horário acordar

source: Weight
es_419: Peso
pt_br: Peso

source: weight (kg)
es_419: peso (kg)
pt_br: peso (kg)

# welcomeViewText
source: To provide personalized hydration advice, I need some basic information.
es_419: Para brindar asesoramiento personalizado sobre hidratación, necesito cierta información básica.
pt_br: Para fornecer conselhos de hidratação personalizados, preciso de algumas informações básicas.

source: years
es_419: años
pt_br: anos

source: your Age
es_419: su edad
pt_br: sua Idade

source: your gender
es_419: tu genero
pt_br: seu gênero

source: your weight
es_419: tu peso
pt_br: seu peso
